Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Disconnecting revokes a dApp's account access. It can't read your address again until you re-connect.
af: Om te ontkoppel herroep 'n dApp se toegang tot die rekening. Dit kan jou adres nie weer lees nie totdat jy weer koppel.
ar: يؤدّي قطع الاتّصال إلى إلغاء وصول تطبيق dApp إلى حسابك. ولن يتمكّن من قراءة عنوانك مجدّدًا حتى تُعيد الاتّصال.
bg: Прекъсването на връзката отменя достъпа на dApp до акаунта. То няма да може да чете адреса Ви отново, докато не се свържете повторно.
bn: সংযোগ বিচ্ছিন্ন করলে কোনো dApp-এর আপনার অ্যাকাউন্টে প্রবেশাধিকার প্রত্যাহার হয়। আপনি পুনরায় সংযোগ না করা পর্যন্ত এটি আপনার ঠিকানা আর পড়তে পারবে না।
ca: Desconnectar revoca l’accés d’una dApp al teu compte. No podrà tornar a llegir la teva adreça fins que et tornis a connectar.
cs: Odpojení odvolá přístup dApp k vašemu účtu. Vaši adresu už nepřečte, dokud se znovu nepřipojíte.
da: At afbryde forbindelsen tilbagekalder en dApps adgang til din konto. Den kan ikke læse din adresse igen, før du opretter forbindelse på ny.
de: Beim Trennen wird der Kontozugriff einer dApp widerrufen. Sie kann Ihre Adresse erst wieder lesen, wenn Sie sich erneut verbinden.
el: Η αποσύνδεση ανακαλεί την πρόσβαση μιας dApp στον λογαριασμό σας. Δεν θα μπορεί να διαβάσει ξανά τη διεύθυνσή σας μέχρι να επανασυνδεθείτε.
es: Desconectar revoca el acceso de una dApp a tu cuenta. No podrá volver a leer tu dirección hasta que vuelvas a conectarte.
et: Ühenduse katkestamine tühistab dAppi juurdepääsu kontole. See ei saa sinu aadressi enam lugeda, kuni uuesti ühendud.
fa: قطع اتصال، دسترسی حساب یک dApp را لغو می‌کند. تا زمانی که دوباره متصل نشوید، نمی‌تواند نشانی شما را دوباره بخواند.
fi: Yhteyden katkaiseminen peruu dApp-sovelluksen pääsyn tiliisi. Se ei voi lukea osoitettasi uudelleen, ennen kuin yhdistät uudelleen.
fil: Ang pagdiskonekta ay binabawi ang access ng isang dApp sa account. Hindi na nito mababasa muli ang iyong address hangga't hindi ka muling kumokonekta.
fr: La déconnexion révoque l’accès d’une dApp à votre compte. Elle ne pourra plus lire votre adresse tant que vous ne vous reconnectez pas.
he: ניתוק החיבור מבטל את גישת ה-dApp לחשבון שלך. היא לא תוכל לקרוא את הכתובת שלך שוב עד שתתחבר מחדש.
hi: डिस्कनेक्ट करने से किसी dApp की आपके खाते तक पहुँच रद्द हो जाती है। जब तक आप दोबारा कनेक्ट नहीं करते, वह आपका पता दोबारा नहीं पढ़ सकती।
hr: Prekid veze opoziva pristup dApp-a vašem računu. Neće moći ponovno pročitati vašu adresu dok se ponovno ne povežete.
hu: A leválasztás visszavonja egy dApp hozzáférését a fiókjához. Csak akkor olvashatja újra a címét, ha ismét csatlakozik.
id: Memutus koneksi akan mencabut akses akun sebuah dApp. dApp tidak dapat membaca alamat Anda lagi hingga Anda menghubungkan kembali.
is: Að aftengja afturkallar aðgang dApp að reikningnum. Það getur ekki lesið vistfangið þitt aftur fyrr en þú tengist á ný.
it: La disconnessione revoca l’accesso di una dApp al suo account. Non potrà più leggere il suo indirizzo finché non si riconnette.
ja: 切断すると、dApp によるアカウントへのアクセスが取り消されます。再接続するまで、あなたのアドレスを再び読み取ることはできません。
ko: 연결을 끊으면 dApp의 계정 접근 권한이 취소돼요. 다시 연결하기 전까지는 주소를 다시 읽을 수 없어요.
lt: Atsijungus atšaukiama dApp prieiga prie paskyros. Ji nebegalės nuskaityti jūsų adreso, kol vėl neprisijungsite.
lv: Atvienošanās atsauc dApp piekļuvi kontam. Tā vairs nevarēs nolasīt jūsu adresi, līdz jūs atkārtoti izveidosiet savienojumu.
ml: വിച്ഛേദിക്കുന്നത് ഒരു dApp-ന്റെ അക്കൗണ്ട് ആക്സസ് പിൻവലിക്കുന്നു. നിങ്ങൾ വീണ്ടും കണക്റ്റ് ചെയ്യുന്നതുവരെ അതിന് നിങ്ങളുടെ വിലാസം വീണ്ടും വായിക്കാനാകില്ല.
mr: कनेक्शन तोडल्याने एखाद्या dApp चा खात्यावरील प्रवेश रद्द होतो. तुम्ही पुन्हा कनेक्ट होईपर्यंत ते तुमचा पत्ता पुन्हा वाचू शकत नाही.
ms: Memutuskan sambungan membatalkan akses akaun sesebuah dApp. Ia tidak boleh membaca alamat anda semula sehingga anda menyambung semula.
nb: Å koble fra tilbakekaller en dApps tilgang til kontoen din. Den kan ikke lese adressen din igjen før du kobler til på nytt.
nl: Bij het verbreken van de verbinding trek je de accounttoegang van een dApp in. Die kan je adres pas weer lezen als je opnieuw verbindt.
pa: ਕਨੈਕਸ਼ਨ ਤੋੜਨ ਨਾਲ ਕਿਸੇ dApp ਦੀ ਖਾਤਾ ਪਹੁੰਚ ਰੱਦ ਹੋ ਜਾਂਦੀ ਹੈ। ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਮੁੜ ਕਨੈਕਟ ਨਹੀਂ ਹੁੰਦੇ, ਇਹ ਤੁਹਾਡਾ ਪਤਾ ਦੁਬਾਰਾ ਨਹੀਂ ਪੜ੍ਹ ਸਕਦਾ।
pl: Rozłączenie cofa dostęp dApp do konta. Nie odczyta ona ponownie Twojego adresu, dopóki nie połączysz się ponownie.
pt_br: Desconectar revoga o acesso de uma dApp à sua conta. Ela não poderá ler seu endereço novamente até você reconectar.
ro: Deconectarea revocă accesul unei dApp la contul tău. Nu îți va mai putea citi adresa până când te reconectezi.
ru: Отключение отзывает доступ dApp к вашему аккаунту. Оно не сможет снова прочитать ваш адрес, пока вы не подключитесь повторно.
sk: Odpojenie odvolá prístup dApp k vášmu účtu. Vašu adresu už neprečíta, kým sa znova nepripojíte.
sl: Prekinitev povezave prekliče dostop dApp do vašega računa. Vašega naslova ne bo mogel znova prebrati, dokler se znova ne povežete.
sr: Прекид везе опозива приступ dApp-а вашем налогу. Неће моћи поново да прочита вашу адресу док се поново не повежете.
sv: Att koppla från återkallar en dApp:s åtkomst till ditt konto. Den kan inte läsa din adress igen förrän du återansluter.
sw: Kukata muunganisho hutengua ufikiaji wa akaunti wa dApp. Haitaweza kusoma anwani yako tena hadi uunganishe upya.
ta: இணைப்பை துண்டிப்பது ஒரு dApp இன் கணக்கு அணுகலைத் திரும்பப் பெறுகிறது. நீங்கள் மீண்டும் இணைக்கும் வரை அது உங்கள் முகவரியை மீண்டும் படிக்க முடியாது.
te: డిస్‌కనెక్ట్ చేయడం ఒక dApp యొక్క ఖాతా యాక్సెస్‌ను ఉపసంహరిస్తుంది. మీరు మళ్లీ కనెక్ట్ అయ్యే వరకు అది మీ చిరునామాను మళ్లీ చదవలేదు.
th: การยกเลิกการเชื่อมต่อจะเพิกถอนสิทธิ์การเข้าถึงบัญชีของ dApp โดยจะอ่านที่อยู่ของคุณอีกไม่ได้จนกว่าคุณจะเชื่อมต่อใหม่
tr: Bağlantıyı kesmek, bir dApp’in hesap erişimini iptal eder. Yeniden bağlanana kadar adresinizi tekrar okuyamaz.
uk: Відключення відкликає доступ dApp до вашого облікового запису. Воно не зможе знову прочитати вашу адресу, доки ви не під’єднаєтеся повторно.
ur: کنکشن منقطع کرنے سے کسی dApp کی اکاؤنٹ رسائی منسوخ ہو جاتی ہے۔ جب تک آپ دوبارہ منسلک نہیں ہوتے، یہ آپ کا پتہ دوبارہ نہیں پڑھ سکتا۔
vi: Ngắt kết nối sẽ thu hồi quyền truy cập tài khoản của một dApp. Nó không thể đọc lại địa chỉ của bạn cho đến khi bạn kết nối lại.
zh_hans: 断开连接会撤销 dApp 对你账户的访问权限。在你重新连接之前,它无法再次读取你的地址。
zh_hant: 中斷連線會撤銷 dApp 對你帳戶的存取權。在你重新連線之前,它無法再次讀取你的位址。

source: Dismiss
af: Maak toe
ar: إغلاق
bg: Отхвърляне
bn: বাতিল করুন
ca: Descarta
cs: Zavřít
da: Afvis
de: Schließen
el: Απόρριψη
es: Descartar
et: Loobu
fa: بستن
fi: Sulje
fil: I-dismiss
fr: Ignorer
he: סגירה
hi: बंद करें
hr: Odbaci
hu: Bezárás
id: Tutup
is: Hunsa
it: Ignora
ja: 閉じる
ko: 닫기
lt: Atmesti
lv: Noraidīt
ml: നിരസിക്കുക
mr: नाकारा
ms: Tutup
nb: Avvis
nl: Negeren
pa: ਖਾਰਜ ਕਰੋ
pl: Odrzuć
pt_br: Dispensar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zavrzi
sr: Одбаци
sv: Avfärda
sw: Ondoa
ta: நிராகரி
te: తీసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: برخاست کریں
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

source: Does this look like the wallet you expected?
af: Lyk dit soos die beursie wat jy verwag het?
ar: هل تبدو هذه هي المحفظة التي توقعتها؟
bg: Това ли изглежда като портфейла, който очакваше?
bn: এটি কি সেই ওয়ালেটের মতো দেখাচ্ছে যা আপনি আশা করেছিলেন?
ca: Et sembla aquesta la wallet que esperaves?
cs: Vypadá toto jako peněženka, kterou jste očekávali?
da: Ligner dette den wallet, du forventede?
de: Sieht das nach der Wallet aus, die du erwartet hast?
el: Αυτό μοιάζει με το πορτοφόλι που περιμένατε;
es: ¿Es esta la wallet que esperabas?
et: Kas see näeb välja nagu rahakott, mida ootasid?
fa: آیا این کیف‌پول همان است که انتظار داشتید؟
fi: Onko tämä lompakko, jota odotit?
fil: Mukha ba itong wallet na inaasahan mo?
fr: Est-ce le portefeuille auquel vous vous attendiez ?
he: האם זה נראה כמו הארנק שציפית לו?
hi: क्या यह वही वॉलेट है जिसकी आपने अपेक्षा की थी?
hr: Izgleda li ovo kao novčanik koji si očekivao?
hu: Ez az a tárca, amelyre számítottál?
id: Apakah ini terlihat seperti dompet yang kamu harapkan?
is: Lítur þetta út eins og veskið sem þú bjóst við?
it: È questo il wallet che ti aspettavi?
ja: これは期待していたウォレットですか?
ko: 이것이 예상하신 지갑인가요?
lt: Ar tai atrodo kaip piniginė, kurios tikėjaisi?
lv: Vai šis izskatās pēc maka, ko gaidīji?
ml: നിങ്ങൾ പ്രതീക്ഷിച്ച വാലറ്റ് പോലെ ഇത് കാണപ്പെടുന്നുണ്ടോ?
mr: हे तुम्ही अपेक्षित केलेल्या वॉलेटसारखे दिसते का?
ms: Adakah ini kelihatan seperti dompet yang anda jangkakan?
nb: Ser dette ut som lommeboken du forventet?
nl: Lijkt dit op de wallet die je verwachtte?
pa: ਕੀ ਇਹ ਉਹ ਵਾਲੇਟ ਜਾਪਦਾ ਹੈ ਜਿਸ ਦੀ ਤੁਸੀਂ ਉਮੀਦ ਕੀਤੀ ਸੀ?
pl: Czy to wygląda na portfel, którego się spodziewałeś?
pt_br: Esta é a wallet que você esperava?
ro: Pare acesta portofelul la care te așteptai?
ru: Это тот кошелёк, который вы ожидали?
sk: Vyzerá to ako peňaženka, ktorú si očakával?
sl: Je to denarnica, ki si jo pričakoval?
sr: Да ли ово изгледа као новчаник који си очекивао?
sv: Ser detta ut som plånboken du förväntade dig?
sw: Je, hii inaonekana kama pochi uliyotarajia?
ta: இது நீங்கள் எதிர்பார்த்த வாலெட்டாகத் தெரிகிறதா?
te: ఇది మీరు ఆశించిన వాలెట్‌లా కనిపిస్తోందా?
th: นี่ดูเหมือนกระเป๋าที่คุณคาดหวังไหม?
tr: Bu, beklediğin cüzdana benziyor mu?
uk: Це гаманець, який ви очікували?
ur: کیا یہ وہ والیٹ لگتا ہے جس کی آپ نے توقع کی تھی؟
vi: Đây có phải là ví bạn mong đợi không?
zh_hans: 这是你期望的钱包吗?
zh_hant: 這是你預期的錢包嗎?

source: Domain
af: Domein
ar: النطاق
bg: Домейн
bn: ডোমেইন
ca: Domini
cs: Doména
da: Domæne
el: Τομέας
es: Dominio
et: Domeen
fa: دامنه
fi: Toimialue
fr: Domaine
he: דומיין
hi: डोमेन
hr: Domena
hu: Tartomány
is: Lén
it: Dominio
ja: ドメイン
ko: 도메인
lt: Domenas
lv: Domēns
ml: ഡൊമെയ്ൻ
mr: डोमेन
nb: Domene
nl: Domein
pa: ਡੋਮੇਨ
pl: Domena
pt_br: Domínio
ro: Domeniu
ru: Домен
sk: Doména
sl: Domena
sr: Домен
sv: Domän
sw: Kikoa
ta: டொமைன்
te: డొమైన్
th: โดเมน
tr: Alan adı
uk: Домен
ur: ڈومین
vi: Tên miền
zh_hans: 域名
zh_hant: 網域

source: Don't show this warning again
af: Moenie hierdie waarskuwing weer wys nie
ar: عدم إظهار هذا التحذير مرة أخرى
bg: Не показвай повече това предупреждение
bn: এই সতর্কতা আর দেখাবেন না
ca: No tornar a mostrar aquest avís
cs: Toto upozornění už nezobrazovat
da: Vis ikke denne advarsel igen
de: Diese Warnung nicht mehr anzeigen
el: Να μην εμφανίζεται ξανά αυτή η προειδοποίηση
es: No volver a mostrar este aviso
et: Ära seda hoiatust enam näita
fa: این هشدار را دیگر نشان نده
fi: Älä näytä tätä varoitusta uudelleen
fil: Huwag nang ipakita ulit ang babalang ito
fr: Ne plus afficher cet avertissement
he: אל תציג את האזהרה הזו שוב
hi: यह चेतावनी फिर न दिखाएँ
hr: Više ne prikazuj ovo upozorenje
hu: Ne jelenjen meg többé ez a figyelmeztetés
id: Jangan tampilkan peringatan ini lagi
is: Ekki sýna þessa aðvörun aftur
it: Non mostrare più questo avviso
ja: この警告を今後表示しない
ko: 이 경고를 다시 표시 안 함
lt: Daugiau šio įspėjimo nerodyti
lv: Vairs nerādīt šo brīdinājumu
ml: ഈ മുന്നറിയിപ്പ് വീണ്ടും കാണിക്കരുത്
mr: ही चेतावणी पुन्हा दाखवू नका
ms: Jangan tunjukkan amaran ini lagi
nb: Ikke vis denne advarselen igjen
nl: Deze waarschuwing niet meer tonen
pa: ਇਹ ਚੇਤਾਵਨੀ ਮੁੜ ਨਾ ਦਿਖਾਓ
pl: Nie pokazuj więcej tego ostrzeżenia
pt_br: Não mostrar este aviso novamente
ro: Nu mai afișa această avertizare
ru: Больше не показывать это предупреждение
sk: Toto upozornenie už nezobrazovať
sl: Ne prikaži več tega opozorila
sr: Не приказуј више ово упозорење
sv: Visa inte den här varningen igen
sw: Usionyeshe onyo hili tena
ta: இந்த எச்சரிக்கையை மீண்டும் காட்ட வேண்டாம்
te: ఈ హెచ్చరికను మళ్ళీ చూపించవద్దు
th: ไม่ต้องแสดงคำเตือนนี้อีก
tr: Bu uyarıyı bir daha gösterme
uk: Більше не показувати це попередження
ur: یہ انتباہ دوبارہ نہ دکھائیں
vi: Không hiển thị cảnh báo này nữa
zh_hans: 不再显示此警告
zh_hant: 不再顯示此警告

source: Done
af: Klaar
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
et: Valmis
fa: تمام
fi: Valmis
fil: Tapos
fr: Terminé
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fine
ja: 完了
ko: 완료
lt: Atlikta
lv: Gatavs
ml: പൂർത്തിയായി
mr: झालं
ms: Selesai
nb: Ferdig
nl: Klaar
pa: ਹੋ ਗਿਆ
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sr: Готово
sv: Klar
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จ
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double tap to copy
af: Dubbeltik om te kopieer
ar: ‏انقر مرتين للنسخ
bg: Докоснете двукратно за копиране
bn: অনুলিপি করতে দুবার ট্যাপ করুন
ca: Toqueu dues vegades per copiar
cs: Dvojím klepnutím zkopírujete
da: Dobbelttryk for at kopiere
de: Doppeltippen zum Kopieren
el: Διπλό άγγιγμα για αντιγραφή
es: Toca dos veces para copiar
et: Kopeerimiseks topeltpuudutage
fa: برای کپی، دو بار ضربه بزنید
fi: Kopioi kaksoisnapauttamalla
fil: Mag-double tap para kopyahin
fr: Double-touchez pour copier
he: ‏הקש פעמיים להעתקה
hi: कॉपी करने के लिए दो बार टैप करें
hr: Dvostruko dodirnite za kopiranje
hu: Koppintson duplán a másoláshoz
id: Ketuk dua kali untuk menyalin
is: Tvísmelltu til að afrita
it: Tocca due volte per copiare
ja: ダブルタップでコピー
ko: 두 번 탭하여 복사
lt: Bakstelėkite du kartus, kad nukopijuotumėte
lv: Pieskarieties divreiz, lai kopētu
ml: പകർത്താൻ ഇരട്ട-ടാപ്പ് ചെയ്യുക
mr: कॉपी करण्यासाठी डबल टॅप करा
ms: Ketik dua kali untuk menyalin
nb: Dobbelttrykk for å kopiere
nl: Dubbeltik om te kopiëren
pa: ਕਾਪੀ ਕਰਨ ਲਈ ਡਬਲ ਟੈਪ ਕਰੋ
pl: Stuknij dwukrotnie, aby skopiować
pt_br: Toque duas vezes para copiar
ro: Atingeți de două ori pentru a copia
ru: Дважды коснитесь, чтобы скопировать
sk: Dvojitým klepnutím skopírujete
sl: Dvakrat tapnite za kopiranje
sr: Двапут додирните за копирање
sv: Dubbeltryck för att kopiera
sw: Gusa mara mbili kunakili
ta: நகலெடுக்க இரண்டு முறை தட்டவும்
te: కాపీ చేయడానికి రెండుసార్లు నొక్కండి
th: แตะสองครั้งเพื่อคัดลอก
tr: Kopyalamak için iki kez dokun
uk: Двічі торкніться, щоб скопіювати
ur: کاپی کرنے کے لیے ڈبل ٹیپ کریں
vi: Nhấn đúp để sao chép
zh_hans: 双击复制
zh_hant: 點兩下複製

source: Double-check the address before you send. Blockchain transactions are final — there is no \u{201C}undo\u{201D} and no support line that can reverse a send to the wrong address.
af: Kontroleer die adres mooi voordat jy stuur. Blokketting-transaksies is finaal — daar is geen \u{201C}ontdoen\u{201D} en geen ondersteuningslyn wat 'n stuur na die verkeerde adres kan terugdraai nie.
ar: تحقّق من العنوان جيدًا قبل الإرسال. معاملات البلوكتشين نهائية — لا يوجد \u{201C}تراجُع\u{201D} ولا خط دعم يمكنه عكس إرسال إلى عنوان خاطئ.
bg: Проверете адреса внимателно, преди да изпратите. Блокчейн транзакциите са окончателни — няма \u{201C}отмяна\u{201D} и няма поддръжка, която да върне изпращане към грешен адрес.
bn: পাঠানোর আগে ঠিকানাটি ভালো করে যাচাই করুন। ব্লকচেইন লেনদেন চূড়ান্ত — কোনো \u{201C}পূর্বাবস্থায় ফেরানো\u{201D} নেই এবং ভুল ঠিকানায় পাঠানো বাতিল করতে পারে এমন কোনো সহায়তা পরিষেবাও নেই।
ca: Comprova bé l'adreça abans d'enviar. Les transaccions de cadena de blocs són definitives: no hi ha cap \u{201C}desfés\u{201D} ni cap servei d'assistència que pugui revertir un enviament a l'adreça equivocada.
cs: Před odesláním adresu pečlivě zkontrolujte. Transakce na blockchainu jsou nevratné – neexistuje žádné \u{201C}zpět\u{201D} ani podpora, která by dokázala vrátit odeslání na špatnou adresu.
da: Dobbelttjek adressen, før du sender. Blockchain-transaktioner er endelige – der er ingen \u{201C}fortryd\u{201D} og ingen support, der kan tilbageføre en afsendelse til en forkert adresse.
de: Prüfen Sie die Adresse vor dem Senden sorgfältig. Blockchain-Transaktionen sind endgültig – es gibt kein \u{201C}Rückgängig\u{201D} und keine Hotline, die eine Sendung an die falsche Adresse rückgängig machen kann.
el: Ελέγξτε ξανά τη διεύθυνση πριν στείλετε. Οι συναλλαγές blockchain είναι οριστικές — δεν υπάρχει \u{201C}αναίρεση\u{201D} ούτε γραμμή υποστήριξης που να μπορεί να αντιστρέψει μια αποστολή σε λάθος διεύθυνση.
es: Comprueba bien la dirección antes de enviar. Las transacciones en la cadena de bloques son definitivas: no hay \u{201C}deshacer\u{201D} ni un servicio de soporte que pueda revertir un envío a la dirección equivocada.
et: Kontrolli aadress enne saatmist üle. Plokiahela tehingud on lõplikud — pole \u{201C}võta tagasi\u{201D} ega tugiliini, mis saaks valele aadressile saadetud tehingut tagasi pöörata.
fa: پیش از ارسال، نشانی را به‌دقت بررسی کنید. تراکنش‌های بلاک‌چین قطعی‌اند — نه \u{201C}واگرد\u{201D}ی وجود دارد و نه پشتیبانی‌ای که بتواند ارسال به نشانی اشتباه را برگرداند.
fi: Tarkista osoite huolellisesti ennen lähettämistä. Lohkoketjutapahtumat ovat lopullisia – ei ole \u{201C}kumoa\u{201D}-toimintoa eikä tukea, joka voisi peruuttaa lähetyksen väärään osoitteeseen.
fil: Suriing mabuti ang address bago mo ipadala. Ang mga transaksyon sa blockchain ay pinal — walang \u{201C}undo\u{201D} at walang support line na makakapag-reverse ng pagpapadala sa maling address.
fr: Vérifiez bien l'adresse avant d'envoyer. Les transactions blockchain sont définitives — il n'y a pas d'\u{201C}annulation\u{201D} ni de service d'assistance capable d'inverser un envoi à la mauvaise adresse.
he: בדוק שוב את הכתובת לפני השליחה. עסקאות בבלוקצ׳יין הן סופיות — אין \u{201C}ביטול\u{201D} ואין תמיכה שיכולה להחזיר שליחה לכתובת שגויה.
hi: भेजने से पहले पते की दोबारा जाँच करें। ब्लॉकचेन लेन-देन अंतिम होते हैं — कोई \u{201C}पूर्ववत करें\u{201D} नहीं है और कोई सहायता सेवा नहीं जो गलत पते पर भेजे गए लेन-देन को वापस कर सके।
hr: Dvaput provjerite adresu prije slanja. Transakcije na blockchainu su konačne – ne postoji \u{201C}poništavanje\u{201D} niti podrška koja može poništiti slanje na pogrešnu adresu.
hu: Küldés előtt ellenőrizze kétszer a címet. A blokklánc-tranzakciók véglegesek – nincs \u{201C}visszavonás\u{201D}, és nincs ügyfélszolgálat, amely visszafordítaná a rossz címre küldést.
id: Periksa kembali alamat sebelum mengirim. Transaksi blockchain bersifat final — tidak ada \u{201C}urungkan\u{201D} dan tidak ada layanan dukungan yang dapat membatalkan pengiriman ke alamat yang salah.
is: Athugaðu vistfangið vandlega áður en þú sendir. Blokkakeðjufærslur eru endanlegar — það er ekkert \u{201C}afturkalla\u{201D} og engin þjónustulína sem getur snúið við sendingu á rangt vistfang.
it: Controlli bene l'indirizzo prima di inviare. Le transazioni sulla blockchain sono definitive — non esiste un \u{201C}annulla\u{201D} né un'assistenza che possa invertire un invio all'indirizzo sbagliato.
ja: 送信する前にアドレスをよく確認してください。ブロックチェーンの取引は最終的です。\u{201C}元に戻す\u{201D} はなく、誤ったアドレスへの送信を取り消せるサポート窓口もありません。
ko: 보내기 전에 주소를 다시 확인하세요. 블록체인 거래는 되돌릴 수 없어요 — \u{201C}실행 취소\u{201D}도 없고, 잘못된 주소로 보낸 거래를 되돌려 줄 고객 지원도 없어요.
lt: Prieš siųsdami du kartus patikrinkite adresą. Blokų grandinės operacijos yra galutinės – nėra \u{201C}atšaukti\u{201D} ir nėra pagalbos linijos, galinčios atšaukti siuntimą neteisingu adresu.
lv: Pirms sūtīšanas vēlreiz pārbaudiet adresi. Blokķēdes darījumi ir galīgi — nav \u{201C}atsaukt\u{201D} un nav atbalsta dienesta, kas varētu atcelt sūtījumu uz nepareizu adresi.
ml: അയയ്ക്കുന്നതിന് മുമ്പ് വിലാസം രണ്ടുതവണ പരിശോധിക്കുക. ബ്ലോക്ക്ചെയിൻ ഇടപാടുകൾ അന്തിമമാണ് — \u{201C}പഴയപടിയാക്കുക\u{201D} ഇല്ല, തെറ്റായ വിലാസത്തിലേക്കുള്ള അയയ്ക്കൽ പിൻവലിക്കാൻ കഴിയുന്ന പിന്തുണാ ലൈനും ഇല്ല.
mr: पाठवण्यापूर्वी पत्ता पुन्हा तपासा. ब्लॉकचेन व्यवहार अंतिम असतात — \u{201C}पूर्ववत करा\u{201D} असे काही नाही आणि चुकीच्या पत्त्यावर पाठवलेले परत आणू शकेल अशी मदत यंत्रणाही नाही.
ms: Semak semula alamat sebelum anda menghantar. Transaksi blockchain adalah muktamad — tiada \u{201C}buat asal\u{201D} dan tiada talian sokongan yang boleh membalikkan hantaran ke alamat yang salah.
nb: Dobbeltsjekk adressen før du sender. Blokkjedetransaksjoner er endelige – det finnes ingen \u{201C}angre\u{201D} og ingen kundestøtte som kan reversere en sending til feil adresse.
nl: Controleer het adres goed voordat je verzendt. Blockchaintransacties zijn definitief — er is geen \u{201C}ongedaan maken\u{201D} en geen helpdesk die een verzending naar het verkeerde adres kan terugdraaien.
pa: ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਪਤੇ ਨੂੰ ਦੁਬਾਰਾ ਜਾਂਚੋ। ਬਲਾਕਚੇਨ ਲੈਣ-ਦੇਣ ਅੰਤਿਮ ਹੁੰਦੇ ਹਨ — ਨਾ ਕੋਈ \u{201C}ਵਾਪਸ ਕਰੋ\u{201D} ਹੈ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਸਹਾਇਤਾ ਲਾਈਨ ਜੋ ਗ਼ਲਤ ਪਤੇ ਉੱਤੇ ਭੇਜੀ ਰਕਮ ਨੂੰ ਵਾਪਸ ਮੋੜ ਸਕੇ।
pl: Dokładnie sprawdź adres przed wysłaniem. Transakcje w blockchainie są ostateczne — nie ma \u{201C}cofnij\u{201D} ani wsparcia, które mogłoby odwrócić wysyłkę na błędny adres.
pt_br: Confira bem o endereço antes de enviar. As transações em blockchain são definitivas — não existe \u{201C}desfazer\u{201D} nem um suporte que possa reverter um envio para o endereço errado.
ro: Verifică bine adresa înainte de a trimite. Tranzacțiile pe blockchain sunt definitive — nu există \u{201C}anulare\u{201D} și nicio linie de asistență care să poată inversa o trimitere către o adresă greșită.
ru: Перед отправкой ещё раз проверьте адрес. Транзакции в блокчейне необратимы — нет кнопки \u{201C}отменить\u{201D} и нет поддержки, которая могла бы вернуть отправку на неверный адрес.
sk: Pred odoslaním si adresu dôkladne skontrolujte. Transakcie na blockchaine sú nezvratné – neexistuje žiadne \u{201C}späť\u{201D} ani podpora, ktorá by dokázala vrátiť odoslanie na nesprávnu adresu.
sl: Pred pošiljanjem dvakrat preverite naslov. Transakcije v verigi blokov so dokončne – ni \u{201C}razveljavitve\u{201D} in ni podpore, ki bi lahko razveljavila pošiljanje na napačen naslov.
sr: Двапут проверите адресу пре слања. Трансакције на блокчејну су коначне — не постоји \u{201C}опозив\u{201D} нити подршка која може да поништи слање на погрешну адресу.
sv: Dubbelkolla adressen innan du skickar. Blockkedjetransaktioner är slutgiltiga – det finns ingen \u{201C}ångra\u{201D} och ingen support som kan återkalla en sändning till fel adress.
sw: Hakiki anwani kabla ya kutuma. Miamala ya blockchain ni ya mwisho — hakuna \u{201C}tendua\u{201D} wala huduma ya usaidizi inayoweza kubatilisha utumaji kwa anwani isiyo sahihi.
ta: அனுப்புவதற்கு முன் முகவரியை இருமுறை சரிபார்க்கவும். பிளாக்செயின் பரிவர்த்தனைகள் இறுதியானவை — \u{201C}செயல்தவிர்\u{201D} என்பது இல்லை, தவறான முகவரிக்கு அனுப்பியதைத் திரும்பப்பெற உதவும் ஆதரவு வரியும் இல்லை.
te: పంపే ముందు చిరునామాను రెండుసార్లు తనిఖీ చేయండి. బ్లాక్‌చెయిన్ లావాదేవీలు అంతిమమైనవి — \u{201C}రద్దు చేయడం\u{201D} అనేది లేదు, తప్పు చిరునామాకు పంపిన దాన్ని వెనక్కి తిప్పగల మద్దతు లైను కూడా లేదు.
th: ตรวจสอบที่อยู่ให้แน่ใจก่อนส่ง ธุรกรรมบล็อกเชนเป็นที่สิ้นสุด — ไม่มี \u{201C}เลิกทำ\u{201D} และไม่มีฝ่ายช่วยเหลือที่ย้อนกลับการส่งไปยังที่อยู่ผิดได้
tr: Göndermeden önce adresi iyice kontrol edin. Blok zinciri işlemleri kesindir — yanlış adrese yapılan bir göndermeyi geri alacak ne bir \u{201C}geri al\u{201D} ne de bir destek hattı vardır.
uk: Перед надсиланням ще раз перевірте адресу. Транзакції в блокчейні остаточні — немає кнопки \u{201C}скасувати\u{201D} і немає підтримки, яка могла б повернути надсилання на хибну адресу.
ur: بھیجنے سے پہلے ایڈریس کو دوبارہ جانچ لیں۔ بلاک چین ٹرانزیکشنز حتمی ہوتی ہیں — کوئی \u{201C}واپس کریں\u{201D} نہیں ہوتا اور نہ ہی کوئی سپورٹ لائن جو غلط ایڈریس پر بھیجی گئی رقم کو واپس کر سکے۔
vi: Hãy kiểm tra kỹ địa chỉ trước khi gửi. Giao dịch blockchain là vĩnh viễn — không có \u{201C}hoàn tác\u{201D} và không có bộ phận hỗ trợ nào có thể đảo ngược một giao dịch gửi nhầm địa chỉ.
zh_hans: 发送前请仔细核对地址。区块链交易是最终的——没有\u{201C}撤销\u{201D}，也没有任何客服能撤回发往错误地址的转账。
zh_hant: 傳送前請仔細核對位址。區塊鏈交易是最終的——沒有\u{201C}復原\u{201D}，也沒有任何客服能撤回傳往錯誤位址的轉帳。
